[
{
"id": "001",
"year": "1970",
"title": "THE ORIGINAL JOHN JAMESON (OR JUST JOHN BACK THEN)",
"description": "Long ago, in a time before selfies, we were founded by that man, John Jameson. Born in Alloa in Scotland in 1740, he came to Dublin in the late 1770s. Four of his sons followed him into distilling in Ireland, setting up a family dynasty that was to last for generations. He died on the 3rd December, 1823 at the ripe old age of eighty-three. Now take a look at the number of times 3 appears in that last sentence. It’s no wonder we still distill three times to this very day. It’s a number very special to us."
},

{
"id": "002",
"year": "1780",
"title": "JAMESON BOW ST. DISTILLERY UP AND RUNNING. BOOM TOWN",
"description": "In 1780, Dublin was a bustling city, full of opportunity — the second largest city in Britain and Ireland; only London was larger. During this period, over one hundred breweries and distilleries were operating in Dublin. Competition was fierce, but John Jameson established a good name for himself, and the whiskey he made rose above the rest by embodying the spirt to ‘Live a bit more and fear a bit less!’ By the 1880’s Bow Street stretched over almost 6 acres of Dublin city centre."
},

{
"id": "003",
"year": "1785",
"title": "MALT TAX",
"description": "Tax. We know. Bear with us. Between 1785 and 1825, the distiller paid duty on malt as well as on spirit, so naturally it was desirable to use less malt. John, keen to get one over on the taxman, began experimenting with mash bills of malted and unmalted barley. The public soon came to prefer this type of whiskey, so much that imported malt Scotch whisky was difficult to sell in Dublin, and any Dublin distiller making malt whiskey had trouble selling it."
},

{
"id": "004",
"year": "1804",
"title": "JOHN JAMESON II",
"description": "Another John to carry the mantle. He took over the reins at Bow Street from his father in 1804 and went about sowing the seeds for the growth that Jameson experienced in the nineteenth century. He left us a series of pocket notebooks with his own individual mash bills (recipes) for Jameson whiskey."
},

{
"id": "005",
"year": "1851",
"title": "JOHN JAMESON III",
"description": "The third John Jameson to run Bow Street. Another tradition that served us well. John was a Justice of the Peace, High Sheriff and a prominent member of Dublin society. He studied at Trinity College, and lived in St Marnock’s Portmarnock, County Dublin, with his wife, Anne."
},

{
"id": "006",
"year": "1870",
"title": "A CITY WITHIN A CITY",
"description": "By 1870, the Bow Street Distillery was literally a city within a city, employing hundreds of workers, including coopers, carpenters, blacksmiths, painters and stone masons — and some cats too! The surrounding Smithfield area is still full of craft to this day."
},

{
"id": "007",
"year": "1875",
"title": "JOHN JAMESON IV",
"description": "Known as Jack he followed his father’s footsteps in more ways than one. Like him, a Justice of the Peace and High Sheriff of Dublin, he was also one of the Commissioners for Irish Lights, the body charged with managing lighthouses around the Irish coast. He married twice, to Elizabeth Banfield and Mary Haig, but had no children."
},

{
"id": "08",
"year": "1891",
"title": "AN ORIGINAL LABEL",
"description": "John Jameson & Son was incorporated as a limited company in 1891, and from then on the word “Limited” featured on the labels. The neckstrap was modified in 1891 to reflect the company’s status as a limited company (one for all the lawyers out there)."
},

{
"id": "009",
"year": "1896",
"title": "A STAR LABEL",
"description": "The Star System, denoting age was used on the distillery’s seven-year-old whiskey in some markets as far back as 1885. And to this day if you look closely there’s still a star shining bright."
},

{
"id": "010",
"year": "1900",
"title": "THE HOT WALL",
"description": "The exterior distillery walls radiated heat from the distilling process, attracting some locals who were down on their luck to find warmth here."
},

{
"id": "011",
"year": "1904",
"title": "DWARD VII ROYAL ARMS",
"description": "King Edward VII ascended to the throne of England in 1901, and mid-way through his short reign, John Jameson & Son was granted a Royal Warrant."
},

{
"id": "012",
"year": "1905",
"title": "ANDREW JAMESON",
"description": "One of the giants of the world whiskey distilling, the Rt Hon Andrew Jameson held many positions in local government, and was a well-known patron of the arts. An internationally respected businessman, he counted US President Teddy Roosevelt amongst his close friends. In recognition of his worth, Andrew Jameson was made a Senator in the first Irish Senate after the Republic was declared. There he served alongside the poet WB Yeats who was an old family friend."
},

{
"id": "013",
"year": "1916",
"title": "SNIPER ON ROOF",
"description": "In 1916, the Easter Rising took place in Dublin, and the Bow Street Distillery—positioned in one of the key corridors of conflict—provided an ideal vantage point for a volunteer sniper, who oversaw the intense fighting on North King Street, (a whiskey distillery isn’t the worst place to be holed up in for a few days). The distillery and its workforce survived the Rising relatively unscathed."
},

{
"id": "014",
"year": "1918",
"title": "COAL SHORTAGE",
"description": "A coal shortage due to WW1 affected over 800,000 people. At the same time, a deadly influenza virus broke out, which significantly impacted the distillery’s production and delivery capabilities. Corn Shortage For a drink that prides itself on smooth, this was one rough year. The Jameson Distillery was closed from 1917 to 1918 to the war-caused corn shortage."
},

{
"id": "015",
"year": "1919",
"title": "PIGGERY YARD",
"description": "The distillery outgrew its original Smithfield footprint and absorbed a piggery yard, where bacon was cured. Even though the pigs were gone, the name stuck."
},

{
"id": "016",
"year": "1919",
"title": "BACK IN BUSINESS",
"description": "After war restrictions were lifted in 1919, the distillery was granted permission to produce once again, resulting in 34 distilling cycles—the largest to date. Spirits were up again."
},

{
"id": "017",
"year": "1920",
"title": "AMERICAN PROHIBITION",
"description": "From 1920 to 1933 prohibition was enforced throughout the United States, closing off one of our most promising markets almost overnight. Six years after prohibition, World War II broke out, which saw a transatlantic shipping ban introduced, severely hampering our distribution."
},

{
"id": "018",
"year": "1927",
"title": "THE BARRELMAN",
"description": "If you look closely at our bottle, you’ll see a Barrelman icon embossed on the glass. They represent the hard workers past and present who built our whiskey from the ground up. The ‘Barrel Man’ emanates from the renowned early 20th-century London advertising agency W. S. Crawford. The famous graphic designer and artist Edward McKnight Kauffer worked for Crawford’s in the late 1920s and created artwork for the John Jameson Whiskey campaign."
},

{
"id": "019",
"year": "1928",
"title": "BARRELMAN FOOT LABEL",
"description": "The Barrelmen first made their appearance in an advertising campaign in Great Britain in 1927. In 1928, it was decided to add a foot label featuring the Barrelmen for large-sized bottles. From 1930, this was applied to all export bottlings."
},

{
"id": "020",
"year": "1930",
"title": "BOOTLEG WHISKEY",
"description": "Damage from Bootleggers and unscrupulous publicans who cut Jameson whiskey with water created long-lasting effects by tarnishing the Irish Whiskey category and its reputation for quality."
},

{
"id": "021",
"year": "1941",
"title": "GEORGE LIONEL JAMESON",
"description": "A great-grandson of our great great founder, as well as being a distiller, he served as a Captain in the Royal Engineers and saw action in South Africa during the Boer War. Married to Anne Dunn, they lived in Malahide, County Dublin."
},

{
"id": "022",
"year": "1960",
"title": "FAMILY BUSINESS",
"description": "Multiple Generations of families worked at the Jameson Distillery in Bow Street. The various jobs—carpenters, blacksmiths, millwrights, painters etc.—were handed down from father to son, and once hired, employees generally had a job for life."
},

{
"id": "023",
"year": "1961",
"title": "ALEXANDER C CRICHTON",
"description": "The last direct descendent of the founder of Bow Street to head up the company, it is said that Aleck Crichton was also the last person to make use of the sleeping quarters left on site for the Distiller on night duty. Chairman and Managing director of John Jameson & Son, he oversaw the firm’s amalgamation with two other distilleries in 1966 to form Irish Distillers Limited."
},

{
"id": "024",
"year": "1963",
"title": "BOTTLING AT BOW STREET",
"description": "It’s hard to believe but we did not bottle our own whiskey until 1963. The first Jameson whiskey bottled at Bow Street was launched as Crested Ten. Back then, Jameson was available in 68 markets worldwide, exporting 15,000 cases annually to the United States. Now was the time to control our own grain to glass story."
},

{
"id": "025",
"year": "1964",
"title": "CRESTED TEN",
"description": "For years, Jameson had a bottling operation in London to serve export markets, but the Irish trade had always been in casks to bonders. Jameson Ten was the first distillery-bottled whiskey from Jameson. A year after the introduction of Jameson Ten, it was renamed ‘Crested Ten’ and remained so until 2016. You can now enjoy a glass of Crested at JJ’s Bar! Thankfully, there’s no need to worry about those scrupulous bartenders anymore"
},

{
"id": "026",
"year": "1970",
"title": "THE LAST DROPS",
"description": "On 5th June 1970, the last drops of pot still whiskey were distilled at the Jameson Distillery in Bow Street, ending nearly 200 years of whiskey production in Dublin 7. It would later become our spiritual home. And later home to millions of visitors. But we’re jumping ahead."
},

{
"id": "027",
"year": "1970",
"title": "1970 LABEL",
"description": "This label design enjoyed a long shelf-life and featured until 1987."
},

{
"id": "028",
"year": "1972",
"title": "DISTILLERY CLOSED",
"description": "The emergence and growth of Irish Whiskey meant we needed a larger home for making our whiskeys. In 1975, we moved from Bow Street to Midleton, County Cork. To this day every drop of Jameson enjoyed around the world hails from here."
},

{
"id": "029",
"year": "1987",
"title": "1987 LABEL",
"description": "This label was designed by Minale Tattersfield of London. It reintroduced the Barrelmen, who have remained a core part of the bottle ever since."
},

{
"id": "030",
"year": "1990",
"title": "DISREPAIR AND FIRE",
"description": "The distillery remained closed, and fell into disrepair, and later a fire ravaged the site. We still find it hard to talk about it."
},

{
"id": "031",
"year": "1997",
"title": "RETURN TO GLORY",
"description": "The Old Jameson Distillery reopened as a visitor centre in 1997 and received further upgrades following a major renovation in 2007."
},

{
"id": "032",
"year": "2006",
"title": "1987 LABEL",
"description": "After pressure from a number of sailing enthusiasts at Jameson, the ship on the crest was redesigned in 2006 to feature two sails, making it a more accurate representation, which if developed to life-size would be a better sailing design."
},

{
"id": "033",
"year": "2018",
"title": "AWARDED WORLD’S LEADING DISTILLERY TOUR",
"description": "Now we’re not ones for blowing our own trumpets but in 2018 we were prouder than just our whiskey. And that’s saying something. Jameson Distillery Bow St. was awarded the ‘World’s Leading Distillery Tour’ at the 25th World Travel Awards. A nice nod to all our Bow St. barrelmen. You made it. Hopefully that hand can now pick up a glass of Jameson after all that scrolling. Sláinte!"
},

{
"id": "034",
"year": "TODAY",
"title": "A LIVING LEGACY",
"description": "Our most recent renovations focus on celebrating John Jameson’s living legacy and the stories of the barrelmen who helped build it. And, naturally, we also honour the people who are continuing to innovate the future of the worlds best Irish whiskey in Midleton."
}
]
